{
    "critics": [{
        "title": "Überlastung der Gesundheitsämter; Gesundheitsämter nutzen Luca kaum zur Kontaktnachverfolgung",
        "text": "Gesundheitsämter sind aufgrund ihrer Auslastung gar nicht in der Lage, Kontaktnachverfolgung und/oder Luca zu nutzen und haben es nach einer Analyse des Chaos Computer Clubs Freiburg in letzter Zeit (Stand: 06.01.2021) auch nicht (siehe Quelle unten).<br><br><blockquote>Einfacher löst das die Corona-Warn-App. Sie nimmt nicht den Umweg über eines der chronisch überlasteten Gesundheitsämter, die in zahlreichen Fällen die Quarantänemaßnahmen erst Wochen später per Post an die Betroffenen vermeldeten. »Die Luca-App ist im Prinzip nur die elektrifizierte Version eines langsamen und brüchigen Prozesses«, kritisiert auch Netzaktivistin Bianca Kastl. »Das eigentliche Ziel, Kontakte möglichst schnell und direkt zu warnen, lässt sich so kaum mehr erreichen, weil Gesundheitsämter schlichtweg bereits mehr als genug Arbeit in dieser Pandemie zu tun haben.</blockquote><blockquote>Die Entwicklerin Bianca Kastl sieht in der Luca-App kein Potenzial mehr fürs effektive Kontakt-Tracing in der Pandemie. Ämter fragten die Daten kaum ab.</blockquote><br>Der CEO von Luca nennt in Interviews gegenüber dem <a href=\"https://www.stern.de/digital/luca-app--chef-verteidigt-nutzen-seiner-software-vehement-31480818.html\" target=\"_blank\">Stern</a> und der <a href=\"https://www.berliner-zeitung.de/wochenende/luca-ceo-wir-wollen-impf-und-personalausweis-zusammenfuehren-li.204737\" target=\"_blank\">Berliner Zeitung</a> folgende Zahlen: <blockquote>Seit Mai letzten Jahres haben Gesundheitsämter mehr als 3.500 Mal Restaurants um die Herausgabe von Kontaktdaten gebeten.</blockquote>➔ Bei konservativ gerechneten 250 Tagen seit Mai 2021 ergibt das im Durchschnitt rund <b>14 Kontaktnachverfolgungen via Luca pro Tag</b> (ganz Deutschland, d.h. drei Bundesländer nutzen Luca nicht). Zum Vergleich: Im gleichen Zeitraum gab es über 4 Millionen Corona-Fälle in Deutschland, von denen also <b>weniger als 0,1% über Luca nachvollzogen</b> wurden. Bei 21 Millionen Euro Kosten für die Bundesländer und 3.500 Abfragen bedeutet das bis zu 6000€ Kosten pro Abfrage (bis zu = die 21 Mio. Euro beziehen sich auf 1 Jahr, die 3500 Abfragen auf 9 Monate).<br><br> ",
        "sources": [{
            "url": "https://www.focus.de/gesundheit/rueckschlag-bei-pandemie-bekaempfung-rueckschlag-bei-pandemie-bekaempfung-gesundheitsaemter-geben-kontaktverfolgung-auf_id_24514897.html",
            "text": "Focus Online: “\"Die Lage entgleitet uns\": Gesundheitsämter geben Verfolgung von Corona-Kontakten auf” (focus.de)"
        },{
            "url": "https:\/\/www.nd-aktuell.de\/artikel\/1159982.digitale-pandemiebekaempfung-netzaktivistinnen-kritisieren-ineffektives-millioneninvestment.html",
            "text": "Daniel Lücking: “Netzaktivistinnen kritisieren ineffektives Millioneninvestment” (nd-aktuell.de)"
        },{
            "url": "https:\/\/heise.de\/-6314412",
            "text": "Stefan Krempl: “Expertin für Kontaktverfolgung: \"Die Luca-App ist technologisch tot\"” (heise.de)"
        },{
            "url": "https:\/\/media.ccc.de\/v\/rc3-2021-cwtv-226-digitalisierung-in-ein",
            "text": "Bianca Kastl @ rC3: “Digitalisierung. In einer Pandemie. Im Gesundheitsamt!” (media.ccc.de)"
        },{
            "url": "https://twitter.com/cccfr/status/1474169814025482241",
            "text": "Tweet des Chaos Computer Clubs Freiburg: seit Wochenbeginn findet bundesweit so gut wie gar KEINE Nachverfolgung mehr (twitter.com)"
        }]
    },{
        "title": "Datenqualität fraglich",
        "text": "Die Datenqualität der Luca-App ist für viele Experten fraglich, da in den Luca-Daten keine Risikobewertung wie z.B. bei der Corona-Warn-App, die den Abstand zur infizierten Person, Dauer des Kontakts sowie dafür Forschung über Aerosol-Einfluss und -Dauer mit einbezieht. Auch kann die Luca-App nur an bestimmten Orten zum Einsatz kommen und ist darauf angewiesen, dass QR-Codes möglichst granular verteilt und auch aktiv benutzt werden.<br>Die fehlende Risikobewertung hat zur Folge, dass Gesundheitsämter immer <i>alle Daten</i> eines Events erhalten - und diese dann erst bewerten müssen.<br><br>Die Stadt Weimar hat während einer Erprobungsphase der Luca-App eine Studie durchgeführt und die Kontaktnachverfolgung via Luca evaluiert. Das Fazit:<blockquote>Die von der Firma angebotene Luca-App bringe dem Gesundheitsamt nicht den erhofften Mehrwert bei der Konaktdaten-Nachverfolgung. Entscheidend sei, dass die App in Objekten mit vielen Menschen nicht differenzieren konnte, wer sich nahe und wer sich weit entfernt von einem Infektionsfall aufgehalten habe. Wenn das Amt Kontaktdaten von 20 Menschen braucht, aber 200 bekommt, sei das nicht hilfreich.<\/blockquote>",
        "sources": [{
            "url": "https:\/\/www.sr.de\/sr\/home\/nachrichten\/politik_wirtschaft\/luca-app_im_saarland_bislang_ein_flop_100.html",
            "text": "Caroline Uhl, Niklas Resch: “Luca-App im Saarland bislang ein Flop” (sr.de)"
        },{
            "url": "https:\/\/www.ffh.de\/nachrichten\/hessen\/wiesbaden\/280882-corona-luca-app-vielerorts-ein-mega-flop.html",
            "text": "FFH: “FFH-Recherche zeigt: Luca-App in Hessen vielerorts ein \"Flop\"” (ffh.de)"
        },{
            "url": "https://bkastl.de/notes/background-digitalisierung-in-einer-pandemie-im-gesundheitsamt",
            "text": "Bianca Kastl: “Background: Digitalisierung. In einer Pandemie. Im Gesundheitsamt!”"
        },{
            "url": "https:\/\/stadt.weimar.de\/fileadmin\/redaktion\/Dokumente\/corona\/Evaluation_des_Weimarer_Modells_final_Stand20210412_1523.pdf",
            "text": "Das Weimarer Modell: Testen – Lockern - Impfen, Evaluation der Testphase 1 (stadt.weimar.de)"
        }]
    },{
        "title": "Kommerzialisierung: Zukunft nach der Pandemie ungewiss, aber theoretisch kommerzialisierbar",
        "text": "Die App hat - unter Mitwirkung der Bundesländer - einen großen Nutzerkreis aufgebaut; was nach der Pandemie geschieht, ist ungewiss. Laut eines Berichts von netzpolitik.org ist aber eine Öffnung und Kommerzialisierung möglich, zumindest hält man sich diese Möglichkeit im Kooperationsvertrag offen.",
        "sources": [{
            "url": "https:\/\/netzpolitik.org\/2022\/neue-geschaeftsmodelle-wie-luca-nach-der-pandemie-weiter-kasse-machen-kann\/",
            "text": "Markus Reuter: “Neue Geschäftsmodelle - Wie Luca nach der Pandemie weiter Kasse machen kann” (netzpolitik.org)"
        },{
            "url": "https://fragdenstaat.de/dokumente/142633-kooperationsvertrag-luca-app-mit-schleswig-holstein/",
            "text": "Kooperationsvertrag Luca-App mit Schleswig-Holstein (fragdenstaat.de)"
        }]
    },{
        "title": "“Kryptografie allein löst keine Sicherheitsprobleme”",
        "text": "Sicherheitsprobleme wie \"LucaTrack\", das Auslesen der Bewegungshistorie aller Schlüsselanhänger oder das Einschleusen von Schadcode bei Gesundheitsämtern waren bzw. seien auch mit der besten Kryptografie möglich - hier fehle es eher konzeptionell.<br><br>Dass aber auch die Kryptografie selbst ein Problem darstellen kann - wenn auch eher im Sinne der User Experience -, zeigen diverse Fällen, in denen keine Kontaktdaten entschlüsselt werden konnten, weil Location-Betreiber ihre privaten Schlüssel nicht mehr finden konnten.",
        "sources": [{
            "url": "https://bkastl.de/notes/background-digitalisierung-in-einer-pandemie-im-gesundheitsamt",
            "text": "Bianca Kastl: “Background: Digitalisierung. In einer Pandemie. Im Gesundheitsamt!”"
        },{
            "url": "https://lucatrack.de/",
            "text": "LucaTrack Exploit Demonstration"
        },{
            "url": "https://github.com/mame82/LucaAppIssues",
            "text": "Marcus Mengs: Luca-App Issues (github.com)"
        },{
            "url": "https://www.heise.de/news/Luca-App-fuer-Kontakttracking-Sicherheitsluecke-in-Schluesselanhaengern-gefunden-6015219.html",
            "text": "Luca-App für Kontakt-Tracking: Sicherheitslücke in Schlüsselanhängern gefunden"
        },{
            "url": "https://media.ccc.de/v/cccs-202105-lucatrack-und-andere-gefahren",
            "text": "Die Luca App - LucaTrack und andere Gefahren - Vortragsvideo"
        },{
            "url": "https://vimeo.com/558459255",
            "text": "Luca App: Nutzer greift Gesundheitsamt an und stiehlt Daten bevor er Ransomware schickt"
        },{
            "url": "https://www.golem.de/news/csv-import-luca-app-ermoeglichte-code-injection-bei-excel-2105-156787.html",
            "text": "Luca-App ermöglichte Code-Injection bei Excel"
        },{
            "url": "https://www.heise-devsec.de/lecture_compact1.php?id=13480&source=0",
            "text": "Keynote: Die luca App – eine entschlüsselte Fehlersammlung (Vortragsankündigung)"
        }]
    },{
        "title": "Corona-Warn-App ist eine funktionierende Alternative",
        "text": "Die Corona-Warn-App ist eine funktionierende Alternative, denn <blockquote>Nutzer:innen können mit dieser ebenfalls an Orten einchecken. Die Corona-Warn-App hat zudem den Vorteil, dass die Warnungen automatisiert – also ohne Zutun überlasteter Behörden – verschickt werden. Auf diesem Weg haben mehr als 1,7 Millionen Menschen mit ihrem positiven Testergebnis mehr als 10 Millionen andere Nutzer:innen gewarnt.</blockquote>",
        "sources":[{
            "url": "https://netzpolitik.org/2022/corona-app-bundeslaender-entscheiden-im-februar-ueber-kuendigung-der-luca-vertraege/",
            "text": "Markus Reuter: “Bundesländer entscheiden im Februar über Kündigung der Luca-Verträge” (netzpolitik.org)"
        }]
    },{
        "title": "“Sinnvolle Digitalisierung elektrifiziert nicht einfach nur analoge Abläufe.”",
        "text": "Die Luca-App bzw. die Kontaktdatenerfassung von Luca digitalisiert einen analogen Prozess 1:1. Gästelisten-Apps wie Luca sind immer auf Mitwirkung eines Gesundheitsamts angewiesen - ohne Auswertung des Amts keine Warnung oder Benachrichtigung von Risikokontakten. <b>Das würde mit der Corona-Warn-App besser funktionieren.</b><br>Speziell bei Luca gibt es noch zwei weitere Hürden: Durch das Kryptokonzept muss der Location-Betreiber die Daten erst noch freigeben, was zu Verzögerungen führen kann. Hinzu kommt, dass die Luca-Daten kein klares Bild bezüglich eines Infektionsrisikos liefern - und, verglichen mit der Corona-Warn-App, auch nur an Orten, wo Luca eingesetzt wird.",
        "sources": [{
            "url": "https://bkastl.de/notes/background-digitalisierung-in-einer-pandemie-im-gesundheitsamt",
            "text": "Bianca Kastl: “Background: Digitalisierung. In einer Pandemie. Im Gesundheitsamt!”"
        },{
            "url": "https://twitter.com/UlrichKelber/status/1476841390881624086",
            "text": "Tweet von Ulrich Kelber, Bundesdatenschutzbeauftragter"
        }]
    },{
        "title": "Kosten: 1 Jahr = 21 Millionen Euro für 13 Bundesländer, dazu Werbe-Ausgaben und Personalkosten - ca. 6000€ pro Abfrage",
        "text": "Die Kosten für ein Jahr Luca-App beliefen sich bundesweit auf ca. 21 Millionen Euro. Hinzu kommt Werbung, die Länder selbst machen (z.B. hat das Saarland über 45.000€ für Werbung ausgegeben) und Personalkosten (z.B. hat Hamburg eine eigene Abteilung für die Luca-App geschaffen, Kostenpunkt: 137.119,68€ - jeden Monat).<br><br>Der CEO von Luca nennt in Interviews gegenüber dem <a href=\"https://www.stern.de/digital/luca-app--chef-verteidigt-nutzen-seiner-software-vehement-31480818.html\" target=\"_blank\">Stern</a> und der <a href=\"https://www.berliner-zeitung.de/wochenende/luca-ceo-wir-wollen-impf-und-personalausweis-zusammenfuehren-li.204737\" target=\"_blank\">Berliner Zeitung</a> folgende Zahlen: <blockquote>Seit Mai letzten Jahres haben Gesundheitsämter mehr als 3.500 Mal Restaurants um die Herausgabe von Kontaktdaten gebeten.</blockquote>➔ Bei konservativ gerechneten 250 Tagen seit Mai 2021 ergibt das im Durchschnitt rund <b>14 Kontaktnachverfolgungen via Luca pro Tag</b> (ganz Deutschland, d.h. drei Bundesländer nutzen Luca nicht). Zum Vergleich: Im gleichen Zeitraum gab es über 4 Millionen Corona-Fälle in Deutschland, von denen also <b>weniger als 0,1% über Luca nachvollzogen</b> wurden. Bei 21 Millionen Euro Kosten für die Bundesländer und 3.500 Abfragen bedeutet das bis zu 6000€ Kosten pro Abfrage (bis zu = die 21 Mio. Euro beziehen sich auf 1 Jahr, die 3500 Abfragen auf 9 Monate).<br><br>",
        "sources": [{
            "text": "“Digitale Kontaktverfolgung: Mehr als 20 Millionen Euro für Luca” (netzpolitik.de)",
            "url": "https:\/\/netzpolitik.org\/2021\/digitale-kontaktverfolgung-fast-20-millionen-euro-fuer-luca\/"
        },{
            "url": "https://fragdenstaat.de/a/233234",
            "text": "Hamburg: Kosten der Luca-Abteilung"
        },{
            "url": "https://fragdenstaat.de/a/224799",
            "text": "Saarland: Staatskanzlei Saarland entwirft Luca-Werbekampagne „luca? – Ei Jò!“ - für 46.000€"
        }]
    },{
        "title": "Datenschutz?",
        "text": "Das Thema Datenschutz scheint neben dem Nutzen, der Effektivität und Effizienz sowie den Kosten ein vergleichsweise kleiner Kritikpunkt an der Luca-App zu sein. Die zentrale Speicherung aller Daten bei einem einzigen Anbieter und die damit mögliche Analyse von Meta-Daten könnte ein deutliches Datenschutzrisiko darstellen. <br>Darüber hinaus wurde von vornherein kritisiert, dass die Daten bei zentraler Speicherung und ohne Datensparsamkeit leicht zweckentfremdet werden und so auch gut für andere Zwecke als den Infektionsschutz (wie im Infektionsschutzgesetz vorgeschrieben) genutzt werden könnten. Das hat sich in jüngster Vergangenheit leider auch bestätigt: Behörden griffen auf Luca-Daten zu, indem sie in einem Gesundheitsamt einen Infektionsfall simulierten.",
        "sources": [{
            "url": "https:\/\/arxiv.org\/pdf\/2103.11958.pdf",
            "text": "PDF: Preliminary Analysis of Potential Harms in the Luca Tracing System"
        },{
            "url": "https:\/\/www.swr.de\/swraktuell\/rheinland-pfalz\/mainz\/polizei-ermittelt-ohne-rechtsgrundlage-mit-daten-aus-luca-app-100.html",
            "text": "“Mainzer Polizei nutzte Daten aus Luca-App ohne Rechtsgrundlage” (swr.de)"
        },{
            "url": "https://netzpolitik.org/2022/mainz-polizei-nutzte-luca-daten-von-kneipenbesuchern-ohne-rechtsgrundlage/",
            "text": "Markus Reuter: “Polizei nutzte Luca-Daten von Kneipenbesuchern ohne Rechtsgrundlage” (netzpolitik.org)"
        }]
    },{
        "title": "Warnung erfolgt zu spät",
        "text": "Die Luca-App warnt erst nachdem ein Gesundheitsamt einen Infektionsfall bearbeitet, die erfassten Kontaktdaten verarbeitet und analysiert hat. Bis vom Testergebnisse eine Kontaktnachverfolgung angestoßen wird, kann einige Zeit vergehen - Betreiber zu bitten, Luca-Kontaktdaten freizugeben nimmt noch einmal zusätzliche Zeit in Anspruch.<br>Die Corona-Warn-App benachrichtigt bei einem hinterlegten Testergebnis andere, potenziell gefährdete Menschen unmittelbar - ohne Zutun der Gesundheitsämter.<br><br><blockquote>die Luca-App habe in Bayern zum Stand 19. November \"innerhalb der letzten 14 Tage 2666 Systemhinweise\" ausgespielt, dazu 1274 Risikohinweise der Stufe eins und keine Risikohinweise der Stufe zwei.<br>Nach Adjeis Berechnungen spielte die Corona-Warn-App des Bundes im gleichen Zeitraum ungefähr 100 000 Risiko-Warnungen vor einer Infektion aus - also deutlich mehr.</blockquote>",
        "sources": [{
            "url": "https:\/\/www.sueddeutsche.de\/bayern\/bayern-luca-app-kritik-gruene-1.5495628",
            "text": "Maximilian Gerl: “Grüne fordern, Lizenz für Luca-App nicht zu verlängern” (sueddeutsche.de)"
        }]
    },{
        "title": "Benutzungserfahrung",
        "text": "Das kryptografische Konzept ist für viele Nutzer nicht leicht zu verstehen, die damit aber umgehen müssen. Beispielsweise müssen Location-Betreiber sich eine Datei mit ihrem privaten Schlüssel herunterladen und diese aufbewahren - dass sie sie nochmal zur Datenfreigabe benötigen, ist vielen nicht bewusst.<br>Auch der Bayerische Blinden- und Sehbehindertenbund e.V. kritisiert die Luca-App in Bezug auf die Benutzung; sie sei nicht barrierefrei.<br>Weitere Kritik gibt es für das Nutzen von sogenannten <a href=\"https://de.wikipedia.org/wiki/Dark_Pattern\" target=\"_blank\">Dark Patterns</a>: <blockquote>In Apples App Store und dem Google Playstore hatte die App miese Bewertungen. Doch sind die Bewertungen der Android-App in letzter Zeit wieder besser geworden, nachdem die App so gestaltet wurde, dass viele Menschen bei flüchtiger Nutzung glauben, sie bewerten das Restaurant, in das sie sich eingecheckt haben.</blockquote>", 
        "sources": [{
            "url": "https:\/\/www.ndr.de\/nachrichten\/mecklenburg-vorpommern\/Corona-Ausbruch-nach-Party-Luca-App-Daten-unbrauchbar,coronavirus5596.html",
            "text": "NDR: “Corona-Ausbruch nach Party: Luca-App-Daten unbrauchbar” (ndr.de)"
        },{
            "url": "https:\/\/bbsb.org\/newsletter-eintrag\/bbsb-pressemitteilung-luca-app-nicht-barrierefrei-bbsb-inform-12-04-2021-2\/",
            "text": "Bayerische Blinden- und Sehbehindertenbund e.V.: Luca-App nicht barrierefrei (bbsb.org)"
        },{
            "url": "https://steadyhq.com/en/ennopark/posts/d151c51b-b292-4208-9ea1-1304e40311b9",
            "text": "Enno Park: “Liebe Leserïnnen, bitte installiert die Luca-App nicht auf euren Telefonen” (steadyhq.com)"
        },{
            "url": "https://www.heise.de/tp/features/Fuenf-Sterne-fuer-die-Luca-App-Das-Essen-war-sehr-gut-6149776.html",
            "text": "“Fünf Sterne für die Luca-App: \"Das Essen war sehr gut\"” (heise.de)"
        }]
    }],
    "linklist": [{
        "title": "Expertenwissen von Bianca Kastl",
        "text": "Bianca Kastl ist direkt an der \"Corona-Front\" tätig und hilft Gesundheitsämtern bei der Digitalisierung, ist dort in die Prozesse eingebunden und hat in diesem Rahmen auch Luca als Pilot getestet. Sie kennt die Situation und Prozesse in Gesundheitsämtern somit aus erster Hand - und berichtet auf ihrer Webseite immer wieder zur Digitalisierung und zum Datenschutz beim Vorgehen bei der Kontaktnachverfolgung.<br>Bildquelle: Screenshot von bkastl.de, dort <a href=\"https://openmoji.org/\" target=\"_blank\">OpenMoji</a>",
        "imgsrc": "https://luca.fail/assets/bkastl.png",
        "links": [{
            "url": "https://bkastl.de/notes/datenschutz-versus-infektionsschutz",
            "text": "“Datenschutz versus Infektionsschutz” (bkastl.de)"
        },{
            "url": "https://bkastl.de/notes/eine-kleine-contact-tracing-datenforensik-luca-corona-warnapp",
            "text": "“Eine kleine Contact Tracing Datenforensik” (bkastl.de)"
        },{
            "url": "https://bkastl.de/notes/die-corona-schnittstellenlage-survnet-demis-sormas",
            "text": "“Die Corona Schnittstellenlage und andere Probleme” (bkastl.de)"
        },{
            "url": "https://bkastl.de/notes/background-digitalisierung-in-einer-pandemie-im-gesundheitsamt",
            "text": "“Background: Digitalisierung. In einer Pandemie. Im Gesundheitsamt!” (bkastl.de)"
        },{
            "url": "https://bkastl.de/notes/digitalisierung-was-soll-das-eigentlich-bedeuten",
            "text": "“Digitalisierung – was soll das eigentlich bedeuten?” (bkastl.de)"
        },{
            "url": "https://bkastl.de/notes/contact-tracing-todo-cwa-luca-corona-warn-app",
            "text": "“Eine kleine Contact Tracing To Do Liste” (bkastl.de)"
        },{
            "url": "https://bkastl.de/notes/luca-app-lucatrack-und-andere-gefahren",
            "text": "“Luca App - LucaTrack und andere Gefahren” (bkastl.de)"
        }]
    },{
        "title": "Analyse(n) des Chaos Computer Club Freiburg e.V.",
        "text": "Der Chaos Computer Club Freiburg begleitet die Luca-App seit Anfang an intensiv mit gründlichen Analysen und begründeter Kritik:",
        "imgsrc": "https://luca.fail/assets/cccfr-logo.png",
        "links": [{
            "text": "Luca Numbers",
            "url": "https://wiki.cccfr.de/luca_numbers"
        },{
            "text": "Luca Numbers #2: Luca Nutzungsabschätzung über Traces",
            "url": "https://wiki.cccfr.de/luca_numbers2"
        },{
            "text": "Luca Numbers #3: Über das Luca System, Hintergrundinformationen für Politik und Medienschaffende",
            "url": "https://wiki.cccfr.de/luca_numbers3"
        },{
            "text": "Luca Numbers #4: Luca Abschätzung des Einsatz",
            "url": "https://wiki.cccfr.de/luca_numbers4"
        }]
    },{
        "title": "Frag den Staat: IFG-Anfragen zur Luca-App",
        "text": "Über die Webseite fragdenstaat.de wurden viele Anfragen zum Thema Luca-App gemäß des Informationsfreiheits-Gesetzes (IFG) an Behörden, Ämter und öffentliche Stellen gerichtet - und teilweise beantwortet.",
        "imgsrc": "https://luca.fail/assets/fragdenstaat_logo.svg",
        "links": [{
            "url": "https://fragdenstaat.de/anfragen/?q=Luca+App&status=&jurisdiction=&campaign=&category=&publicbody=&tag=&user=",
            "text": "fragdenstaat.de"
        }]
    },{
        "title": "Stellungnahmen des Chaos Computer Clubs",
        "text": "Der Chaos Computer Club veröffentlichte zwei Stellungnahmen, die die Luca-App tangieren. Sehr frühzeitig wurden 10 Prüfsteine veröffentlicht, anhand derer eine Contact Tracing-App zu technisch und gesellschaftlicht beurteilt werden sollte.<br>In einer weiteren Stellungnahme wurde die Luca-App aufgegriffen und eine \"Bundesnotbremse\" gefordert, nachdem sich herausstellte, dass wesentliche Prüfsteine hier nicht gegeben seien.",
        "imgsrc": "https://luca.fail/assets/ccc.png",
        "links": [{
            "text": "10 Prüfsteine für die Beurteilung von „Contact Tracing“-Apps",
            "url": "https://www.ccc.de/de/updates/2020/contact-tracing-requirements"
        },{
            "text": "Luca-App: CCC fordert Bundesnotbremse",
            "url": "https://www.ccc.de/de/updates/2021/luca-app-ccc-fordert-bundesnotbremse"
        }]
    },{
        "title": "#LucaApp Performance Monitor",
        "text": "Luca-App Performance Monitor von Ralf Rottmann",
        "imgsrc": "https://luca.fail/assets/luca.denken.io.png",
        "links": [{
            "text": "luca.denken.io",
            "url": "https://luca.denken.io/"
        }]

    },{
        "title": "Timeline zur Luca-App",
        "text": "Ein chronologisch aufbereiteter Überblick über die Luca-App basierend auf aktueller Berichterstattung, Statements von IT- und Security-Experten, Talks und Videos sowie Informationsfreiheits-Anfragen auf fragdenstaat.de<br>Die Daten der Luca-Timeline stehen maschinenlesbar im JSON-Format zur Verfügung.",
        "imgsrc": "https://luca.fail/assets/timeline.gif",
        "links": [{
            "text": "timeline.luca.fail",
            "url": "https://timeline.luca.fail"
        },{
            "text": "timeline.luca.fail &raquo; timeline_data.json (API)",
            "url": "https://timeline.luca.fail/data/timeline_data.json"
        }]

    },{
        "title": "Luca-Megathread: Problemsammlung von Manuel Atug",
        "text": "Manuel Atug, IT-Sicherheitsexperte, Gründer der <a href=\"https://ag.kritis.info/wer-sind-wir/\" target=\"_blank\">AG KRITIS</a> und CCC-Mitglied verfolgt die Entwicklung Luca-Systems schon lange und berichtet immer wieder von neuen Erkenntnissen oder auch Problemen der App. Diese sammelt und bewertet er in einem großen Twitter-Thread, der inzwischen über 1000 Tweets umfasst.",
        "imgsrc": "https://luca.fail/assets/manuelatug.png",
        "links": [{
            "text": "Tweet #1",
            "url": "https://twitter.com/HonkHase/status/1377129093007765507"
        },{
            "text": "Tweet #100",
            "url": "https://twitter.com/HonkHase/status/1377896535707516930"
        },{
            "text": "Tweet #200",
            "url": "https://twitter.com/HonkHase/status/1378986604195381248"
        },{
            "text": "Tweet #300",
            "url": "https://twitter.com/HonkHase/status/1380192225167020038"
        },{
            "text": "Tweet #500",
            "url": "https://twitter.com/HonkHase/status/1383172130423050245"
        },{
            "text": "Tweet #601",
            "url": "https://twitter.com/HonkHase/status/1387365375025852424"
        },{
            "text": "Tweet #700",
            "url": "https://twitter.com/HonkHase/status/1395810021406040064"
        },{
            "text": "Tweet #800",
            "url": "https://twitter.com/HonkHase/status/1425617053814333441"
        },{
            "text": "Tweet #900",
            "url": "https://twitter.com/HonkHase/status/1442571625182887944"
        },{
            "text": "Tweet #1000",
            "url": "https://twitter.com/HonkHase/status/1472505615037702147"
        }]
    },{
        "title": "Dokument: \"Luca-App: Warum wir nochmal drüber reden sollten.\"",
        "text": "Um jedem Interessierten und Verantwortlichen in IT, Kommune, auf Kreis- und Landesebene einen möglichst vollständigen Überblick über die Kritikpunkte bei der Luca-App zu geben, wurde dieses Dokument ins Leben gerufen - sodass vor dem Einsatz von Luca unter der eigenen Verantwortung eine sorgfältige Abwägung zwischen Features und Erleichterung auf der einen Seite (vorgestellt von Luca selbst) und möglichen Risiken und Problemen auf der anderen Seite (hier im Dokument) stattfinden kann.<br><font color=\"darkred\"><b>Zuletzt aktualisiert am 27.08.2021 - Informationen möglicherweise veraltet</b></font>",
        "imgsrc": "https://luca.fail/assets/edit.luca.fail.png",
        "links": [{
            "text": "Dokument (PDF)",
            "url": "https://luca.fail/assets/Luca-App_ Warum wir nochmal drüber reden sollten.pdf"
        },{
            "text": "edit.luca.fail (Google Docs-Dokument zum Mitarbeiten)",
            "url": "http://edit.luca.fail"
        }]
    },{
        "title": "Felix Grädler: “Was ist eigentlich der Unterschied zwischen der Luca-App und der Corona-Warn-App?”",
        "text": "Felix Grädler, Stadtrat in Heidelberg und geschäftsführender Gesellschafter der dortigen halle02, fasst auf seiner Webseite die Kritik an der Luca-App und die Abgrenzung zur Corona-Warn-App kurz und präzise zusammen.",
        "imgsrc": "https://luca.fail/assets/felix_graedler.png",
        "links": [{
            "url": "https://www.felixgraedler.de/post/was-ist-eigentlich-der-unterschied-zwischen-der-luca-app-und-der-corona-warn-app",
            "text": "Felix Grädler: “Was ist eigentlich der Unterschied zwischen der Luca-App und der Corona-Warn-App?” (felixgraedler.de)"
        }]
    },{
        "title": "Digikoletter: Gemeinsame Stellungnahme zur digitalen Kontaktnachverfolgung",
        "text": "Gemeinsame Stellungnahme zur digitalen Kontaktnachverfolgung von über 70 Sicherheitsforschern und über 400 weiteren Unterzeichnern mit grundlegenden Entwicklungsprinzipien.",
        "imgsrc": "https://luca.fail/assets/digikoletter.png",
        "links": [{
            "url": "https://digikoletter.github.io/",
            "text": "digikoletter.github.io"
        }]
    },{
        "title": "Stellungnahmen von verschiedenen Organisationen, Vereinen und Verbänden",
        "text": "Bildquelle: <a href=\"https://pixabay.com/users/geralt-9301/?utm_source=link-attribution&amp;utm_medium=referral&amp;utm_campaign=image&amp;utm_content=3354366\">Gerd Altmann</a> from <a href=\"https://pixabay.com/?utm_source=link-attribution&amp;utm_medium=referral&amp;utm_campaign=image&amp;utm_content=3354366\">Pixabay</a>",
        "imgsrc": "https://luca.fail/assets/stellungnahmen.png",
        "links": [{
            "url": "https://www.ccc.de/de/updates/2021/luca-app-ccc-fordert-bundesnotbremse",
            "text": "Chaos Computer Club: “Luca-App: CCC fordert Bundesnotbremse” (ccc.de)"
        },{
            "url": "https://beteiligungsportal.baden-wuerttemberg.de/de/informieren/service/media/mid/dr-stefan-brink/",
            "text": "Dr. Stefan Brink, LfDI BW: “Es sind die Landesbehörden, die auf die Kontaktdatenerhebung bestehen - unter diesen Vorraussetzungen ist die zweitbeste Lösung eben auch eine Lösung.” (beteiligungsportal.baden-wuerttemberg.de)"
        },{
            "url": "https://www.datenschutzkonferenz-online.de/media/st/20210429_DSK_Stellungnahme_LUCA.pdf",
            "text": "Stellungnahme der DSK: Luca könne Daten liefern, “die für die Kontaktnachverfolgung nutzlos sind” (datenschutzkonferenz-online.de)"
        },{
            "url": "https:\/\/bbsb.org\/newsletter-eintrag\/bbsb-pressemitteilung-luca-app-nicht-barrierefrei-bbsb-inform-12-04-2021-2\/",
            "text": "Bayerische Blinden- und Sehbehindertenbund e.V.: Luca-App nicht barrierefrei (bbsb.org)"
        }]
    }]
}